{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": true
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "[CLS]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "[SEP]",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "[CLS]": {
        "id": "[CLS]",
        "ids": [
          2
        ],
        "tokens": [
          "[CLS]"
        ]
      },
      "[SEP]": {
        "id": "[SEP]",
        "ids": [
          3
        ],
        "tokens": [
          "[SEP]"
        ]
      }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD": 0,
      "[UNK]": 1,
      "[CLS]": 2,
      "[SEP]": 3,
      "[MASK]": 4,
      "!": 5,
      "$": 6,
      "%": 7,
      "&": 8,
      "'": 9,
      "(": 10,
      ")": 11,
      "*": 12,
      "+": 13,
      ",": 14,
      "-": 15,
      ".": 16,
      "/": 17,
      "0": 18,
      "1": 19,
      "2": 20,
      "3": 21,
      "4": 22,
      "5": 23,
      "6": 24,
      "7": 25,
      "8": 26,
      "9": 27,
      ":": 28,
      ";": 29,
      "<": 30,
      "=": 31,
      ">": 32,
      "?": 33,
      "@": 34,
      "[": 35,
      "\\": 36,
      "]": 37,
      "a": 38,
      "b": 39,
      "c": 40,
      "d": 41,
      "e": 42,
      "f": 43,
      "g": 44,
      "h": 45,
      "i": 46,
      "j": 47,
      "k": 48,
      "l": 49,
      "m": 50,
      "n": 51,
      "o": 52,
      "p": 53,
      "q": 54,
      "r": 55,
      "s": 56,
      "t": 57,
      "u": 58,
      "v": 59,
      "w": 60,
      "x": 61,
      "y": 62,
      "z": 63,
      "{": 64,
      "|": 65,
      "}": 66,
      "~": 67,
      "°": 68,
      "±": 69,
      "µ": 70,
      "·": 71,
      "×": 72,
      "α": 73,
      "β": 74,
      "δ": 75,
      "μ": 76,
      "π": 77,
      "υ": 78,
      "–": 79,
      "—": 80,
      "‘": 81,
      "’": 82,
      "“": 83,
      "”": 84,
      "•": 85,
      "′": 86,
      "₅": 87,
      "₆": 88,
      "↔": 89,
      "−": 90,
      "∼": 91,
      "≈": 92,
      "≤": 93,
      "≥": 94,
      "##o": 95,
      "##d": 96,
      "##e": 97,
      "##l": 98,
      "##v": 99,
      "##m": 100,
      "##n": 101,
      "##t": 102,
      "##s": 103,
      "##b": 104,
      "##i": 105,
      "##g": 106,
      "##y": 107,
      "##r": 108,
      "##5": 109,
      "##a": 110,
      "##0": 111,
      "##p": 112,
      "##x": 113,
      "##6": 114,
      "##7": 115,
      "##h": 116,
      "##u": 117,
      "##f": 118,
      "##8": 119,
      "##c": 120,
      "##9": 121,
      "##1": 122,
      "##2": 123,
      "##k": 124,
      "##z": 125,
      "##4": 126,
      "##−": 127,
      "##w": 128,
      "##3": 129,
      "##j": 130,
      "##q": 131,
      "##°": 132,
      "##υ": 133,
      "##₆": 134,
      "##₅": 135,
      "##er": 136,
      "th": 137,
      "##on": 138,
      "##at": 139,
      "##es": 140,
      "the": 141,
      "##ct": 142,
      "##ro": 143,
      "##it": 144,
      "##le": 145,
      "##in": 146,
      "##en": 147,
      "##ed": 148,
      "an": 149,
      "##al": 150,
      "##ic": 151,
      "##ion": 152,
      "##or": 153,
      "of": 154,
      "in": 155,
      "##ly": 156,
      "##an": 157,
      "and": 158,
      "##ar": 159,
      "##ing": 160,
      "##lect": 161,
      "##ent": 162,
      "elect": 163,
      "##re": 164,
      "electro": 165,
      "##is": 166,
      "##ter": 167,
      "##as": 168,
      "##et": 169,
      "##ation": 170,
      "##ch": 171,
      "to": 172,
      "##um": 173,
      "##ith": 174,
      "##ol": 175,
      "##ve": 176,
      "##ig": 177,
      "##id": 178,
      "re": 179,
      "##ies": 180,
      "st": 181,
      "##lyt": 182,
      "##em": 183,
      "electrolyt": 184,
      "li": 185,
      "##ity": 186,
      "co": 187,
      "##ul": 188,
      "##st": 189,
      "con": 190,
      "##atter": 191,
      "##ce": 192,
      "##mp": 193,
      "for": 194,
      "batter": 195,
      "al": 196,
      "##ur": 197,
      "##ge": 198,
      "ion": 199,
      "##il": 200,
      "de": 201,
      "pro": 202,
      "##ab": 203,
      "##ium": 204,
      "po": 205,
      "##igh": 206,
      "with": 207,
      "##od": 208,
      "##ate": 209,
      "##us": 210,
      "is": 211,
      "##ical": 212,
      "##ow": 213,
      "##if": 214,
      "##el": 215,
      "##ut": 216,
      "electrolyte": 217,
      "ch": 218,
      "##pe": 219,
      "as": 220,
      "##ir": 221,
      "##act": 222,
      "##ial": 223,
      "##uct": 224,
      "##th": 225,
      "high": 226,
      "batteries": 227,
      "##im": 228,
      "##ive": 229,
      "sol": 230,
      "on": 231,
      "be": 232,
      "##ib": 233,
      "##ap": 234,
      "##ver": 235,
      "en": 236,
      "##os": 237,
      "lith": 238,
      "res": 239,
      "are": 240,
      "##per": 241,
      "ma": 242,
      "that": 243,
      "##op": 244,
      "lithium": 245,
      "##qu": 246,
      "at": 247,
      "##ure": 248,
      "##ts": 249,
      "ex": 250,
      "by": 251,
      "##ated": 252,
      "##iv": 253,
      "comp": 254,
      "##ac": 255,
      "##arge": 256,
      "##ere": 257,
      "spe": 258,
      "dis": 259,
      "##cl": 260,
      "##ance": 261,
      "met": 262,
      "electrolytes": 263,
      "##able": 264,
      "##iz": 265,
      "##emical": 266,
      "su": 267,
      "poly": 268,
      "tr": 269,
      "##gy": 270,
      "##ment": 271,
      "nm": 272,
      "wh": 273,
      "##un": 274,
      "##for": 275,
      "##ility": 276,
      "##ide": 277,
      "this": 278,
      "us": 279,
      "inter": 280,
      "nmr": 281,
      "##yl": 282,
      "##am": 283,
      "battery": 284,
      "##ater": 285,
      "##duct": 286,
      "we": 287,
      "electroch": 288,
      "per": 289,
      "##mer": 290,
      "##ode": 291,
      "##ad": 292,
      "##ess": 293,
      "##len": 294,
      "##ition": 295,
      "##rom": 296,
      "##ased": 297,
      "##ell": 298,
      "me": 299,
      "##ff": 300,
      "##ros": 301,
      "##ta": 302,
      "sh": 303,
      "ener": 304,
      "cy": 305,
      "str": 306,
      "##form": 307,
      "electrochemical": 308,
      "##pp": 309,
      "cap": 310,
      "ad": 311,
      "##est": 312,
      "##ens": 313,
      "dif": 314,
      "energy": 315,
      "##ort": 316,
      "sy": 317,
      "##ous": 318,
      "diff": 319,
      "##om": 320,
      "pr": 321,
      "##action": 322,
      "##ath": 323,
      "mg": 324,
      "imp": 325,
      "##tr": 326,
      "##ulf": 327,
      "##ud": 328,
      "based": 329,
      "##ant": 330,
      "##ution": 331,
      "was": 332,
      "##ations": 333,
      "electrod": 334,
      "##charge": 335,
      "##aterial": 336,
      "material": 337,
      "car": 338,
      "or": 339,
      "metal": 340,
      "##vel": 341,
      "conduct": 342,
      "solv": 343,
      "perform": 344,
      "mo": 345,
      "##ans": 346,
      "un": 347,
      "##ich": 348,
      "capac": 349,
      "se": 350,
      "##bon": 351,
      "##ew": 352,
      "spect": 353,
      "##lu": 354,
      "##ability": 355,
      "cath": 356,
      "trans": 357,
      "##ved": 358,
      "ionic": 359,
      "capacity": 360,
      "##der": 361,
      "cell": 362,
      "##ph": 363,
      "ha": 364,
      "##cent": 365,
      "cycl": 366,
      "##eth": 367,
      "##rosc": 368,
      "carbon": 369,
      "##vi": 370,
      "##ot": 371,
      "##ay": 372,
      "##roscop": 373,
      "from": 374,
      "were": 375,
      "eff": 376,
      "##ect": 377,
      "##and": 378,
      "which": 379,
      "##ivity": 380,
      "gr": 381,
      "form": 382,
      "have": 383,
      "app": 384,
      "low": 385,
      "##ign": 386,
      "##so": 387,
      "performance": 388,
      "polymer": 389,
      "##und": 390,
      "##ents": 391,
      "ac": 392,
      "##uc": 393,
      "##ific": 394,
      "stud": 395,
      "##00": 396,
      "add": 397,
      "##tent": 398,
      "##age": 399,
      "show": 400,
      "##roscopy": 401,
      "##tic": 402,
      "been": 403,
      "##si": 404,
      "##ence": 405,
      "##ase": 406,
      "##chan": 407,
      "##ite": 408,
      "##stem": 409,
      "system": 410,
      "devel": 411,
      "develop": 412,
      "##aly": 413,
      "spec": 414,
      "all": 415,
      "electrode": 416,
      "cathode": 417,
      "dens": 418,
      "reaction": 419,
      "##port": 420,
      "##gn": 421,
      "##cre": 422,
      "can": 423,
      "##ese": 424,
      "air": 425,
      "ox": 426,
      "##que": 427,
      "##tain": 428,
      "conductivity": 429,
      "materials": 430,
      "##umin": 431,
      "##ox": 432,
      "##co": 433,
      "sal": 434,
      "struct": 435,
      "spectroscopy": 436,
      "bet": 437,
      "these": 438,
      "##ther": 439,
      "##ine": 440,
      "magn": 441,
      "##bs": 442,
      "liqu": 443,
      "liquid": 444,
      "##perat": 445,
      "##ace": 446,
      "##ied": 447,
      "##ized": 448,
      "sulf": 449,
      "resul": 450,
      "##end": 451,
      "vol": 452,
      "char": 453,
      "stor": 454,
      "solution": 455,
      "has": 456,
      "##ible": 457,
      "tem": 458,
      "mechan": 459,
      "##vers": 460,
      "their": 461,
      "##etr": 462,
      "using": 463,
      "alumin": 464,
      "##etic": 465,
      "density": 466,
      "##osition": 467,
      "stability": 468,
      "storage": 469,
      "red": 470,
      "com": 471,
      "##str": 472,
      "##fsi": 473,
      "##ative": 474,
      "ph": 475,
      "##ore": 476,
      "discharge": 477,
      "des": 478,
      "##ici": 479,
      "pre": 480,
      "te": 481,
      "##centr": 482,
      "temperat": 483,
      "##ong": 484,
      "ne": 485,
      "##ges": 486,
      "under": 487,
      "##lic": 488,
      "inv": 489,
      "proper": 490,
      "##ile": 491,
      "electr": 492,
      "##af": 493,
      "concentr": 494,
      "##erm": 495,
      "##cess": 496,
      "meth": 497,
      "##ain": 498,
      "##chn": 499,
      "techn": 500,
      "propert": 501,
      "##cul": 502,
      "pres": 503,
      "anode": 504,
      "##aph": 505,
      "##queous": 506,
      "anion": 507,
      "deg": 508,
      "##face": 509,
      "##ue": 510,
      "##lene": 511,
      "carbonate": 512,
      "differ": 513,
      "##ities": 514,
      "how": 515,
      "##we": 516,
      "fo": 517,
      "##ates": 518,
      "analy": 519,
      "##ork": 520,
      "properties": 521,
      "incre": 522,
      "also": 523,
      "diffus": 524,
      "effect": 525,
      "##ylene": 526,
      "##fer": 527,
      "##ass": 528,
      "##ization": 529,
      "mechanis": 530,
      "ab": 531,
      "over": 532,
      "##erved": 533,
      "##ared": 534,
      "recharge": 535,
      "##ments": 536,
      "##pl": 537,
      "##pt": 538,
      "##anc": 539,
      "par": 540,
      "potent": 541,
      "impro": 542,
      "##ween": 543,
      "di": 544,
      "here": 545,
      "##ever": 546,
      "salt": 547,
      "between": 548,
      "graph": 549,
      "int": 550,
      "##estig": 551,
      "however": 552,
      "ev": 553,
      "rel": 554,
      "investig": 555,
      "prom": 556,
      "##pect": 557,
      "mechanism": 558,
      "rechargeable": 559,
      "##sis": 560,
      "##ane": 561,
      "potential": 562,
      "meas": 563,
      "##ucle": 564,
      "temperature": 565,
      "sur": 566,
      "##luo": 567,
      "aluminum": 568,
      "dem": 569,
      "solid": 570,
      "formation": 571,
      "##ci": 572,
      "bo": 573,
      "##ary": 574,
      "different": 575,
      "##urr": 576,
      "##enc": 577,
      "##lo": 578,
      "##ating": 579,
      "applic": 580,
      "nucle": 581,
      "it": 582,
      "##ear": 583,
      "##led": 584,
      "development": 585,
      "##cal": 586,
      "na": 587,
      "##gan": 588,
      "prov": 589,
      "##acter": 590,
      "used": 591,
      "results": 592,
      "character": 593,
      "##ca": 594,
      "##rou": 595,
      "sign": 596,
      "aqueous": 597,
      "##ising": 598,
      "##odes": 599,
      "##itive": 600,
      "##br": 601,
      "##olo": 602,
      "##ides": 603,
      "hy": 604,
      "work": 605,
      "##ree": 606,
      "##ures": 607,
      "##se": 608,
      "##uring": 609,
      "solvent": 610,
      "due": 611,
      "am": 612,
      "act": 613,
      "non": 614,
      "##gen": 615,
      "##cus": 616,
      "than": 617,
      "such": 618,
      "diffusion": 619,
      "ro": 620,
      "charge": 621,
      "pl": 622,
      "sulfur": 623,
      "its": 624,
      "##lex": 625,
      "ind": 626,
      "cycling": 627,
      "systems": 628,
      "eth": 629,
      "more": 630,
      "dep": 631,
      "##ally": 632,
      "curr": 633,
      "syn": 634,
      "transport": 635,
      "both": 636,
      "new": 637,
      "##ction": 638,
      "##ard": 639,
      "pos": 640,
      "##ibs": 641,
      "cells": 642,
      "##gh": 643,
      "revers": 644,
      "surface": 645,
      "cost": 646,
      "ions": 647,
      "sei": 648,
      "current": 649,
      "structure": 650,
      "electrodes": 651,
      "##ethyl": 652,
      "##ety": 653,
      "num": 654,
      "study": 655,
      "cm": 656,
      "saf": 657,
      "up": 658,
      "##ers": 659,
      "##ond": 660,
      "##onstr": 661,
      "##ights": 662,
      "cr": 663,
      "##ri": 664,
      "qu": 665,
      "process": 666,
      "##eld": 667,
      "promising": 668,
      "##ield": 669,
      "reson": 670,
      "##tage": 671,
      "prop": 672,
      "exper": 673,
      "mole": 674,
      "##sed": 675,
      "effici": 676,
      "##comp": 677,
      "underst": 678,
      "cor": 679,
      "tw": 680,
      "le": 681,
      "##o2": 682,
      "##ging": 683,
      "demonstr": 684,
      "design": 685,
      "synth": 686,
      "##−1": 687,
      "##ast": 688,
      "lif": 689,
      "during": 690,
      "fir": 691,
      "##istr": 692,
      "present": 693,
      "chal": 694,
      "graphite": 695,
      "first": 696,
      "##ined": 697,
      "magnetic": 698,
      "signific": 699,
      "numb": 700,
      "experim": 701,
      "therm": 702,
      "challen": 703,
      "contain": 704,
      "##ively": 705,
      "but": 706,
      "theor": 707,
      "resear": 708,
      "species": 709,
      "concentration": 710,
      "research": 711,
      "##me": 712,
      "##ari": 713,
      "##ganic": 714,
      "resonance": 715,
      "20": 716,
      "higher": 717,
      "im": 718,
      "zn": 719,
      "##emistr": 720,
      "nuclear": 721,
      "two": 722,
      "significant": 723,
      "##ene": 724,
      "cl": 725,
      "##ight": 726,
      "understand": 727,
      "addition": 728,
      "electron": 729,
      "no": 730,
      "rate": 731,
      "##hib": 732,
      "chemical": 733,
      "cycles": 734,
      "specific": 735,
      "ob": 736,
      "##ub": 737,
      "lit": 738,
      "##olution": 739,
      "use": 740,
      "analysis": 741,
      "synthes": 742,
      "##view": 743,
      "measure": 744,
      "mod": 745,
      "not": 746,
      "##ind": 747,
      "ins": 748,
      "recent": 749,
      "coul": 750,
      "voltage": 751,
      "##hibit": 752,
      "pe": 753,
      "molecul": 754,
      "af": 755,
      "sim": 756,
      "##sulf": 757,
      "##yn": 758,
      "##f6": 759,
      "##ach": 760,
      "##xt": 761,
      "##inc": 762,
      "##rees": 763,
      "solutions": 764,
      "large": 765,
      "obs": 766,
      "10": 767,
      "##ress": 768,
      "reve": 769,
      "##ynam": 770,
      "vari": 771,
      "comb": 772,
      "degrees": 773,
      "##les": 774,
      "##ically": 775,
      "cyc": 776,
      "mic": 777,
      "sit": 778,
      "zinc": 779,
      "##ting": 780,
      "technolo": 781,
      "dim": 782,
      "##ose": 783,
      "intercal": 784,
      "gel": 785,
      "##po": 786,
      "##clud": 787,
      "magnes": 788,
      "el": 789,
      "tim": 790,
      "##ak": 791,
      "##ps": 792,
      "##all": 793,
      "report": 794,
      "##lent": 795,
      "adv": 796,
      "cont": 797,
      "transfer": 798,
      "##ie": 799,
      "##ill": 800,
      "investigated": 801,
      "##ency": 802,
      "magnesium": 803,
      "ec": 804,
      "ty": 805,
      "safety": 806,
      "##low": 807,
      "##gies": 808,
      "decomp": 809,
      "##ener": 810,
      "##dro": 811,
      "fur": 812,
      "g−1": 813,
      "gener": 814,
      "##ination": 815,
      "stable": 816,
      "##emistry": 817,
      "measurements": 818,
      "cation": 819,
      "field": 820,
      "applications": 821,
      "lay": 822,
      "so": 823,
      "##ult": 824,
      "##osph": 825,
      "discus": 826,
      "##unction": 827,
      "method": 828,
      "into": 829,
      "containing": 830,
      "##ynamic": 831,
      "further": 832,
      "##mit": 833,
      "cons": 834,
      "##adi": 835,
      "organic": 836,
      "##rough": 837,
      "understanding": 838,
      "after": 839,
      "##ra": 840,
      "there": 841,
      "product": 842,
      "vi": 843,
      "review": 844,
      "one": 845,
      "number": 846,
      "sp": 847,
      "well": 848,
      "alcl": 849,
      "##ives": 850,
      "solvation": 851,
      "solvents": 852,
      "oxy": 853,
      "prep": 854,
      "enh": 855,
      "nan": 856,
      "mem": 857,
      "si": 858,
      "includ": 859,
      "conf": 860,
      "obtain": 861,
      "##2o": 862,
      "mah": 863,
      "##trib": 864,
      "appro": 865,
      "fut": 866,
      "sod": 867,
      "diss": 868,
      "interaction": 869,
      "observed": 870,
      "future": 871,
      "##ibility": 872,
      "exhibit": 873,
      "interph": 874,
      "reactions": 875,
      "ethylene": 876,
      "situ": 877,
      "decomposition": 878,
      "##out": 879,
      "chan": 880,
      "##luor": 881,
      "studied": 882,
      "reversible": 883,
      "membr": 884,
      "cal": 885,
      "rights": 886,
      "##osed": 887,
      "reserved": 888,
      "##ome": 889,
      "fe": 890,
      "##gg": 891,
      "##ues": 892,
      "lip": 893,
      "redox": 894,
      "ach": 895,
      "##endr": 896,
      "##luoro": 897,
      "sodium": 898,
      "achie": 899,
      "bis": 900,
      "dendr": 901,
      "mi": 902,
      "polysulf": 903,
      "most": 904,
      "oxygen": 905,
      "deter": 906,
      "found": 907,
      "##cial": 908,
      "##row": 909,
      "imped": 910,
      "indic": 911,
      "efficiency": 912,
      "life": 913,
      "challenges": 914,
      "limit": 915,
      "intercalation": 916,
      "##ention": 917,
      "##ilic": 918,
      "while": 919,
      "##etry": 920,
      "lipf6": 921,
      "go": 922,
      "##ors": 923,
      "compared": 924,
      "trif": 925,
      "##vier": 926,
      "hydro": 927,
      "##li": 928,
      "through": 929,
      "complex": 930,
      "##soci": 931,
      "acid": 932,
      "partic": 933,
      "improve": 934,
      "##sevier": 935,
      "theoret": 936,
      "elsevier": 937,
      "interphase": 938,
      "water": 939,
      "##ged": 940,
      "##use": 941,
      "##ize": 942,
      "determ": 943,
      "il": 944,
      "##ord": 945,
      "##mental": 946,
      "pract": 947,
      "increas": 948,
      "theoretical": 949,
      "tfsi": 950,
      "##ving": 951,
      "anodes": 952,
      "##ider": 953,
      "various": 954,
      "##ha": 955,
      "expl": 956,
      "cycle": 957,
      "layer": 958,
      "including": 959,
      "obtained": 960,
      "ray": 961,
      "##ost": 962,
      "methyl": 963,
      "dynamic": 964,
      "ful": 965,
      "function": 966,
      "other": 967,
      "##ataly": 968,
      "inf": 969,
      "state": 970,
      "##ified": 971,
      "env": 972,
      "main": 973,
      "active": 974,
      "dev": 975,
      "import": 976,
      "consider": 977,
      "##olar": 978,
      "##elf": 979,
      "##ame": 980,
      "##ffici": 981,
      "techni": 982,
      "quant": 983,
      "novel": 984,
      "practical": 985,
      "term": 986,
      "experiment": 987,
      "thermal": 988,
      "grow": 989,
      "id": 990,
      "##iron": 991,
      "respect": 992,
      "synthesized": 993,
      "prepared": 994,
      "##amm": 995,
      "reduct": 996,
      "time": 997,
      "discussed": 998,
      "environ": 999,
      "100": 1000,
      "dm": 1001,
      "##ound": 1002,
      "exce": 1003,
      "det": 1004,
      "fluor": 1005,
      "##onyl": 1006,
      "strate": 1007,
      "lead": 1008,
      "litfsi": 1009,
      "transference": 1010,
      "devic": 1011,
      "mult": 1012,
      "ran": 1013,
      "beha": 1014,
      "when": 1015,
      "long": 1016,
      "sca": 1017,
      "##ip": 1018,
      "composition": 1019,
      "molecular": 1020,
      "enhanc": 1021,
      "behavi": 1022,
      "opt": 1023,
      "##ail": 1024,
      "chemistry": 1025,
      "oxide": 1026,
      "dire": 1027,
      "impedance": 1028,
      "free": 1029,
      "self": 1030,
      "##edi": 1031,
      "##oxy": 1032,
      "201": 1033,
      "ar": 1034,
      "man": 1035,
      "##bic": 1036,
      "##ert": 1037,
      "##anes": 1038,
      "##ist": 1039,
      "##ack": 1040,
      "cathodes": 1041,
      "##luorom": 1042,
      "ca": 1043,
      "lin": 1044,
      "oper": 1045,
      "alter": 1046,
      "supp": 1047,
      "##mercial": 1048,
      "gradi": 1049,
      "reveal": 1050,
      "##ep": 1051,
      "##rad": 1052,
      "##cc": 1053,
      "##ke": 1054,
      "##ish": 1055,
      "rem": 1056,
      "pow": 1057,
      "commercial": 1058,
      "via": 1059,
      "good": 1060,
      "es": 1061,
      "##ured": 1062,
      "herein": 1063,
      "poss": 1064,
      "trifluorom": 1065,
      "our": 1066,
      "val": 1067,
      "compound": 1068,
      "important": 1069,
      "pa": 1070,
      "##atic": 1071,
      "##ular": 1072,
      "only": 1073,
      "##etric": 1074,
      "calcul": 1075,
      "reduction": 1076,
      "ft": 1077,
      "kin": 1078,
      "##ational": 1079,
      "prot": 1080,
      "beca": 1081,
      "##tract": 1082,
      "additive": 1083,
      "degrad": 1084,
      "products": 1085,
      "because": 1086,
      "flex": 1087,
      "##ms": 1088,
      "##inated": 1089,
      "coe": 1090,
      "strong": 1091,
      "mob": 1092,
      "##uced": 1093,
      "improved": 1094,
      "positive": 1095,
      "significantly": 1096,
      "gre": 1097,
      "he": 1098,
      "mu": 1099,
      "vis": 1100,
      "pul": 1101,
      "compon": 1102,
      "technology": 1103,
      "ident": 1104,
      "kinetic": 1105,
      "coeffici": 1106,
      "ret": 1107,
      "##yst": 1108,
      "##ential": 1109,
      "##ombic": 1110,
      "order": 1111,
      "shows": 1112,
      "room": 1113,
      "mon": 1114,
      "##res": 1115,
      "coord": 1116,
      "decre": 1117,
      "highly": 1118,
      "super": 1119,
      "studies": 1120,
      "anions": 1121,
      "increase": 1122,
      "##ances": 1123,
      "membrane": 1124,
      "gradient": 1125,
      "ir": 1126,
      "lic": 1127,
      "rat": 1128,
      "##par": 1129,
      "##ural": 1130,
      "prob": 1131,
      "salts": 1132,
      "generation": 1133,
      "approach": 1134,
      "respectively": 1135,
      "range": 1136,
      "rati": 1137,
      "19": 1138,
      "200": 1139,
      "cataly": 1140,
      "pc": 1141,
      "sc": 1142,
      "##til": 1143,
      "##rel": 1144,
      "##ilar": 1145,
      "iss": 1146,
      "sub": 1147,
      "mechanisms": 1148,
      "confir": 1149,
      "scale": 1150,
      "degradation": 1151,
      "grou": 1152,
      "##spect": 1153,
      "three": 1154,
      "reg": 1155,
      "requ": 1156,
      "sugg": 1157,
      "phase": 1158,
      "provide": 1159,
      "imide": 1160,
      "similar": 1161,
      "reported": 1162,
      "altern": 1163,
      "suggest": 1164,
      "gly": 1165,
      "sm": 1166,
      "##itr": 1167,
      "compar": 1168,
      "structures": 1169,
      "depend": 1170,
      "model": 1171,
      "coulombic": 1172,
      "13": 1173,
      "flow": 1174,
      "ms": 1175,
      "pv": 1176,
      "silic": 1177,
      "##az": 1178,
      "growth": 1179,
      "optim": 1180,
      "emp": 1181,
      "lib": 1182,
      "compos": 1183,
      "electric": 1184,
      "presence": 1185,
      "abund": 1186,
      "cryst": 1187,
      "dynamics": 1188,
      "fin": 1189,
      "##elect": 1190,
      "##amp": 1191,
      "##ful": 1192,
      "##ward": 1193,
      "attract": 1194,
      "increasing": 1195,
      "em": 1196,
      "##fac": 1197,
      "formed": 1198,
      "power": 1199,
      "tetr": 1200,
      "##oy": 1201,
      "##ning": 1202,
      "##olved": 1203,
      "##fore": 1204,
      "sec": 1205,
      "showed": 1206,
      "concentrations": 1207,
      "application": 1208,
      "proposed": 1209,
      "could": 1210,
      "alcl3": 1211,
      "interactions": 1212,
      "experimental": 1213,
      "devices": 1214,
      "out": 1215,
      "wide": 1216,
      "##ds": 1217,
      "##alent": 1218,
      "init": 1219,
      "oxid": 1220,
      "evolution": 1221,
      "peo": 1222,
      "##tribut": 1223,
      "particular": 1224,
      "flexible": 1225,
      "confirm": 1226,
      "aibs": 1227,
      "##rol": 1228,
      "interface": 1229,
      "demonstrated": 1230,
      "typ": 1231,
      "excel": 1232,
      "ele": 1233,
      "est": 1234,
      "ether": 1235,
      "find": 1236,
      "##ole": 1237,
      "##yr": 1238,
      "##ric": 1239,
      "##ites": 1240,
      "##struct": 1241,
      "relative": 1242,
      "provides": 1243,
      "dissolution": 1244,
      "functional": 1245,
      "excellent": 1246,
      "cand": 1247,
      "occ": 1248,
      "pf": 1249,
      "ver": 1250,
      "##og": 1251,
      "still": 1252,
      "cond": 1253,
      "lower": 1254,
      "allow": 1255,
      "focus": 1256,
      "type": 1257,
      "mixt": 1258,
      "candid": 1259,
      "equ": 1260,
      "ser": 1261,
      "##col": 1262,
      "##rous": 1263,
      "##ases": 1264,
      "separ": 1265,
      "volum": 1266,
      "full": 1267,
      "50": 1268,
      "##ature": 1269,
      "real": 1270,
      "dec": 1271,
      "solub": 1272,
      "##ques": 1273,
      "characterized": 1274,
      "experiments": 1275,
      "determined": 1276,
      "second": 1277,
      "ag": 1278,
      "cent": 1279,
      "fil": 1280,
      "ram": 1281,
      "##ey": 1282,
      "##lish": 1283,
      "##raction": 1284,
      "alk": 1285,
      "##ivities": 1286,
      "##ays": 1287,
      "alloy": 1288,
      "next": 1289,
      "correl": 1290,
      "pulsed": 1291,
      "mass": 1292,
      "thus": 1293,
      "##ters": 1294,
      "const": 1295,
      "cyclic": 1296,
      "developed": 1297,
      "about": 1298,
      "deposition": 1299,
      "micro": 1300,
      "dimethyl": 1301,
      "polysulfide": 1302,
      "techniques": 1303,
      "behavior": 1304,
      "kinetics": 1305,
      "raman": 1306,
      "fac": 1307,
      "##lor": 1308,
      "##xim": 1309,
      "react": 1310,
      "ext": 1311,
      "##ivation": 1312,
      "sever": 1313,
      "spectra": 1314,
      "shown": 1315,
      "##ption": 1316,
      "processes": 1317,
      "influ": 1318,
      "finally": 1319,
      "##cos": 1320,
      "##one": 1321,
      "##inder": 1322,
      "##idaz": 1323,
      "conv": 1324,
      "may": 1325,
      "suit": 1326,
      "##ensive": 1327,
      "transition": 1328,
      "phosph": 1329,
      "measured": 1330,
      "nano": 1331,
      "compounds": 1332,
      "great": 1333,
      "issues": 1334,
      "bor": 1335,
      "cations": 1336,
      "lt": 1337,
      "##mon": 1338,
      "##its": 1339,
      "##istic": 1340,
      "ass": 1341,
      "better": 1342,
      "crit": 1343,
      "demonstrate": 1344,
      "viscos": 1345,
      "condition": 1346,
      "lo": 1347,
      "some": 1348,
      "van": 1349,
      "zibs": 1350,
      "##oun": 1351,
      "##ma": 1352,
      "##ement": 1353,
      "interest": 1354,
      "##ross": 1355,
      "neg": 1356,
      "##loy": 1357,
      "composite": 1358,
      "key": 1359,
      "test": 1360,
      "util": 1361,
      "vs": 1362,
      "##mn": 1363,
      "##iation": 1364,
      "##itives": 1365,
      "##orph": 1366,
      "prog": 1367,
      "capability": 1368,
      "mg2": 1369,
      "additives": 1370,
      "##brid": 1371,
      "corros": 1372,
      "strategies": 1373,
      "vanad": 1374,
      "fast": 1375,
      "gl": 1376,
      "line": 1377,
      "mol": 1378,
      "##aled": 1379,
      "##cept": 1380,
      "##ulfonyl": 1381,
      "acet": 1382,
      "##tention": 1383,
      "aluminium": 1384,
      "hybrid": 1385,
      "role": 1386,
      "insert": 1387,
      "limited": 1388,
      "employ": 1389,
      "progress": 1390,
      "25": 1391,
      "##df": 1392,
      "##sc": 1393,
      "##ior": 1394,
      "##ire": 1395,
      "##up": 1396,
      "##ugh": 1397,
      "toward": 1398,
      "attention": 1399,
      "##tages": 1400,
      "##ously": 1401,
      "molecules": 1402,
      "changes": 1403,
      "##entional": 1404,
      "trifluorometh": 1405,
      "mobility": 1406,
      "ratio": 1407,
      "very": 1408,
      "polar": 1409,
      "##de": 1410,
      "##ted": 1411,
      "##ryl": 1412,
      "##aqueous": 1413,
      "##fs": 1414,
      "##ored": 1415,
      "poor": 1416,
      "highl": 1417,
      "exchan": 1418,
      "dissoci": 1419,
      "##izing": 1420,
      "shif": 1421,
      "charging": 1422,
      "increased": 1423,
      "nonaqueous": 1424,
      "upon": 1425,
      "revealed": 1426,
      "##po4": 1427,
      "considered": 1428,
      "viscosity": 1429,
      "do": 1430,
      "wt": 1431,
      "xps": 1432,
      "##pro": 1433,
      "##ual": 1434,
      "##ust": 1435,
      "offer": 1436,
      "like": 1437,
      "interfac": 1438,
      "stri": 1439,
      "four": 1440,
      "amoun": 1441,
      "therefore": 1442,
      "dendrite": 1443,
      "ftir": 1444,
      "much": 1445,
      "conventional": 1446,
      "fund": 1447,
      "pass": 1448,
      "sem": 1449,
      "##ron": 1450,
      "##cu": 1451,
      "##ck": 1452,
      "##come": 1453,
      "##wing": 1454,
      "##ions": 1455,
      "li2": 1456,
      "##abs": 1457,
      "##abil": 1458,
      "associ": 1459,
      "##ethylene": 1460,
      "provid": 1461,
      "spin": 1462,
      "coefficients": 1463,
      "scan": 1464,
      "vanadium": 1465,
      "funda": 1466,
      "dat": 1467,
      "hf": 1468,
      "rich": 1469,
      "ul": 1470,
      "ve": 1471,
      "will": 1472,
      "##ob": 1473,
      "##ves": 1474,
      "##ax": 1475,
      "exp": 1476,
      "##phosph": 1477,
      "liquids": 1478,
      "##afluoro": 1479,
      "##ains": 1480,
      "graphene": 1481,
      "##poly": 1482,
      "##tribution": 1483,
      "components": 1484,
      "coordination": 1485,
      "alternative": 1486,
      "silicon": 1487,
      "negative": 1488,
      "corrosion": 1489,
      "scanning": 1490,
      "data": 1491,
      "dme": 1492,
      "side": 1493,
      "wind": 1494,
      "##now": 1495,
      "##f3": 1496,
      "##cr": 1497,
      "those": 1498,
      "##ice": 1499,
      "co2": 1500,
      "deli": 1501,
      "acc": 1502,
      "structural": 1503,
      "resulting": 1504,
      "advan": 1505,
      "direct": 1506,
      "calculations": 1507,
      "identified": 1508,
      "retention": 1509,
      "small": 1510,
      "confirmed": 1511,
      "suitable": 1512,
      "fundamental": 1513,
      "der": 1514,
      "##ern": 1515,
      "then": 1516,
      "##ify": 1517,
      "temperatures": 1518,
      "effective": 1519,
      "characterization": 1520,
      "presented": 1521,
      "polysulfides": 1522,
      "enhanced": 1523,
      "path": 1524,
      "sing": 1525,
      "##ough": 1526,
      "##por": 1527,
      "##ise": 1528,
      "without": 1529,
      "perspect": 1530,
      "conductivities": 1531,
      "volt": 1532,
      "analyz": 1533,
      "intro": 1534,
      "relax": 1535,
      "theory": 1536,
      "synthesis": 1537,
      "simul": 1538,
      "technologies": 1539,
      "pair": 1540,
      "proble": 1541,
      "subst": 1542,
      "groups": 1543,
      "critical": 1544,
      "glass": 1545,
      "exchange": 1546,
      "sum": 1547,
      "samp": 1548,
      "content": 1549,
      "consis": 1550,
      "##odic": 1551,
      "chlor": 1552,
      "##oss": 1553,
      "densities": 1554,
      "related": 1555,
      "class": 1556,
      "combination": 1557,
      "environment": 1558,
      "requir": 1559,
      "##itrile": 1560,
      "pvdf": 1561,
      "##lished": 1562,
      "summ": 1563,
      "bond": 1564,
      "cross": 1565,
      "owing": 1566,
      "##av": 1567,
      "##xed": 1568,
      "##hic": 1569,
      "##alu": 1570,
      "##reh": 1571,
      "compreh": 1572,
      "where": 1573,
      "##pping": 1574,
      "diffraction": 1575,
      "##ected": 1576,
      "evalu": 1577,
      "##lo4": 1578,
      "ethyl": 1579,
      "recently": 1580,
      "combined": 1581,
      "microscopy": 1582,
      "dmc": 1583,
      "many": 1584,
      "catalyst": 1585,
      "initial": 1586,
      "pfg": 1587,
      "several": 1588,
      "vehic": 1589,
      "window": 1590,
      "single": 1591,
      "voltamm": 1592,
      "bul": 1593,
      "dop": 1594,
      "host": 1595,
      "know": 1596,
      "op": 1597,
      "o2": 1598,
      "##ram": 1599,
      "thf": 1600,
      "##ark": 1601,
      "##arly": 1602,
      "##oph": 1603,
      "among": 1604,
      "level": 1605,
      "influence": 1606,
      "ltd": 1607,
      "stripping": 1608,
      "##polymer": 1609,
      "deriv": 1610,
      "bulk": 1611,
      "15": 1612,
      "br": 1613,
      "fl": 1614,
      "kg": 1615,
      "xr": 1616,
      "##ccess": 1617,
      "they": 1618,
      "##itative": 1619,
      "##aper": 1620,
      "exam": 1621,
      "success": 1622,
      "performed": 1623,
      "##ether": 1624,
      "##version": 1625,
      "effects": 1626,
      "characteristic": 1627,
      "plating": 1628,
      "efficient": 1629,
      "##enef": 1630,
      "methods": 1631,
      "regard": 1632,
      "alkal": 1633,
      "conditions": 1634,
      "insertion": 1635,
      "relaxation": 1636,
      "benef": 1637,
      "cle": 1638,
      "year": 1639,
      "##oul": 1640,
      "##f4": 1641,
      "##ivalent": 1642,
      "##ethoxy": 1643,
      "##oto": 1644,
      "appl": 1645,
      "prev": 1646,
      "investigate": 1647,
      "##ology": 1648,
      "reversibility": 1649,
      "advanc": 1650,
      "dendrites": 1651,
      "##tributed": 1652,
      "##ould": 1653,
      "lat": 1654,
      "mn": 1655,
      "##more": 1656,
      "##ag": 1657,
      "##ah": 1658,
      "##pot": 1659,
      "##ces": 1660,
      "##ick": 1661,
      "##igo": 1662,
      "stabil": 1663,
      "##ute": 1664,
      "highest": 1665,
      "enable": 1666,
      "spectroscop": 1667,
      "result": 1668,
      "electronic": 1669,
      "furthermore": 1670,
      "exhibits": 1671,
      "terms": 1672,
      "center": 1673,
      "##idazol": 1674,
      "ultr": 1675,
      "##crib": 1676,
      "years": 1677,
      "applied": 1678,
      "60": 1679,
      "dot": 1680,
      "min": 1681,
      "##sion": 1682,
      "##uce": 1683,
      "##astic": 1684,
      "libs": 1685,
      "##ably": 1686,
      "atom": 1687,
      "mot": 1688,
      "mechanical": 1689,
      "photo": 1690,
      "even": 1691,
      "propylene": 1692,
      "insights": 1693,
      "alcl4": 1694,
      "fec": 1695,
      "leading": 1696,
      "support": 1697,
      "values": 1698,
      "glycol": 1699,
      "bar": 1700,
      "blen": 1701,
      "##our": 1702,
      "##pond": 1703,
      "##itic": 1704,
      "stand": 1705,
      "conversion": 1706,
      "##iled": 1707,
      "overpot": 1708,
      "times": 1709,
      "sour": 1710,
      "achieved": 1711,
      "indicate": 1712,
      "quantitative": 1713,
      "direction": 1714,
      "possible": 1715,
      "volume": 1716,
      "secondary": 1717,
      "film": 1718,
      "##fsa": 1719,
      "highlight": 1720,
      "voltammetry": 1721,
      "overpotential": 1722,
      "30": 1723,
      "dom": 1724,
      "paper": 1725,
      "##lin": 1726,
      "##ling": 1727,
      "##jor": 1728,
      "##ests": 1729,
      "copolymer": 1730,
      "made": 1731,
      "major": 1732,
      "compat": 1733,
      "prim": 1734,
      "need": 1735,
      "hydrogen": 1736,
      "mainly": 1737,
      "mixtures": 1738,
      "solubility": 1739,
      "dissociation": 1740,
      "characteristics": 1741,
      "11": 1742,
      "av": 1743,
      "##te": 1744,
      "##ral": 1745,
      "##ings": 1746,
      "displ": 1747,
      "electrochemistry": 1748,
      "demand": 1749,
      "corres": 1750,
      "peg": 1751,
      "control": 1752,
      "membranes": 1753,
      "achieve": 1754,
      "operation": 1755,
      "hex": 1756,
      "superior": 1757,
      "##electron": 1758,
      "relatively": 1759,
      "interfacial": 1760,
      "##idazolium": 1761,
      "correspond": 1762,
      "17": 1763,
      "pp": 1764,
      "vin": 1765,
      "##ier": 1766,
      "##ient": 1767,
      "##ailed": 1768,
      "##onitrile": 1769,
      "##ator": 1770,
      "##round": 1771,
      "##ins": 1772,
      "##urs": 1773,
      "def": 1774,
      "##iven": 1775,
      "sust": 1776,
      "transform": 1777,
      "##ained": 1778,
      "part": 1779,
      "numbers": 1780,
      "clus": 1781,
      "change": 1782,
      "technique": 1783,
      "detailed": 1784,
      "crystall": 1785,
      "trifluoromethanes": 1786,
      "amount": 1787,
      "analyzed": 1788,
      "introd": 1789,
      "vehicles": 1790,
      "open": 1791,
      "aff": 1792,
      "dsc": 1793,
      "fab": 1794,
      "ii": 1795,
      "loss": 1796,
      "ol": 1797,
      "##over": 1798,
      "select": 1799,
      "phen": 1800,
      "parame": 1801,
      "##ences": 1802,
      "##lock": 1803,
      "moreover": 1804,
      "challenge": 1805,
      "cycled": 1806,
      "mixed": 1807,
      "estim": 1808,
      "pathw": 1809,
      "chloride": 1810,
      "summar": 1811,
      "photoelectron": 1812,
      "fabric": 1813,
      "dr": 1814,
      "each": 1815,
      "fluoro": 1816,
      "medi": 1817,
      "morph": 1818,
      "ure": 1819,
      "##12": 1820,
      "##rop": 1821,
      "inc": 1822,
      "##quent": 1823,
      "interm": 1824,
      "weight": 1825,
      "uni": 1826,
      "charged": 1827,
      "reduced": 1828,
      "describ": 1829,
      "previ": 1830,
      "effectively": 1831,
      "ils": 1832,
      "environmental": 1833,
      "oxidation": 1834,
      "candidates": 1835,
      "provided": 1836,
      "problems": 1837,
      "successful": 1838,
      "advanced": 1839,
      "sustain": 1840,
      "urea": 1841,
      "fol": 1842,
      "gas": 1843,
      "pub": 1844,
      "##ft": 1845,
      "##inu": 1846,
      "##char": 1847,
      "al3": 1848,
      "##izes": 1849,
      "impact": 1850,
      "performances": 1851,
      "##oxide": 1852,
      "common": 1853,
      "concentrated": 1854,
      "peak": 1855,
      "contact": 1856,
      "reveals": 1857,
      "abundance": 1858,
      "crystal": 1859,
      "associated": 1860,
      "xrd": 1861,
      "31": 1862,
      "abs": 1863,
      "ef": 1864,
      "emer": 1865,
      "fact": 1866,
      "fri": 1867,
      "gu": 1868,
      "gc": 1869,
      "hal": 1870,
      "light": 1871,
      "mp": 1872,
      "mat": 1873,
      "##tf": 1874,
      "##atives": 1875,
      "rep": 1876,
      "##emb": 1877,
      "coup": 1878,
      "within": 1879,
      "area": 1880,
      "comple": 1881,
      "dischar": 1882,
      "##cl2": 1883,
      "##unter": 1884,
      "shut": 1885,
      "conducting": 1886,
      "polymers": 1887,
      "overcome": 1888,
      "safe": 1889,
      "simp": 1890,
      "dissolved": 1891,
      "increases": 1892,
      "fluorinated": 1893,
      "strategy": 1894,
      "decrease": 1895,
      "abundant": 1896,
      "types": 1897,
      "constant": 1898,
      "unique": 1899,
      "friend": 1900,
      "bas": 1901,
      "few": 1902,
      "operat": 1903,
      "sl": 1904,
      "sn": 1905,
      "tun": 1906,
      "tests": 1907,
      "##tfsi": 1908,
      "##go": 1909,
      "##ys": 1910,
      "##ons": 1911,
      "##eng": 1912,
      "intr": 1913,
      "along": 1914,
      "porous": 1915,
      "##ibr": 1916,
      "maxim": 1917,
      "prin": 1918,
      "polymerization": 1919,
      "##ification": 1920,
      "address": 1921,
      "electrical": 1922,
      "improving": 1923,
      "##2o5": 1924,
      "lifepo4": 1925,
      "caus": 1926,
      "suppress": 1927,
      "attracted": 1928,
      "attractive": 1929,
      "emim": 1930,
      "series": 1931,
      "linear": 1932,
      "advantages": 1933,
      "simulations": 1934,
      "oligo": 1935,
      "effor": 1936,
      "shutt": 1937,
      "cir": 1938,
      "hel": 1939,
      "nat": 1940,
      "pan": 1941,
      "ren": 1942,
      "##ove": 1943,
      "##mbs": 1944,
      "##h4": 1945,
      "##organic": 1946,
      "inorganic": 1947,
      "rele": 1948,
      "step": 1949,
      "contr": 1950,
      "alth": 1951,
      "##ately": 1952,
      "resist": 1953,
      "##ension": 1954,
      "plate": 1955,
      "continu": 1956,
      "liclo4": 1957,
      "corresponding": 1958,
      "repres": 1959,
      "although": 1960,
      "12": 1961,
      "aut": 1962,
      "around": 1963,
      "far": 1964,
      "hinder": 1965,
      "sci": 1966,
      "yield": 1967,
      "##o4": 1968,
      "##ex": 1969,
      "anodic": 1970,
      "##alumin": 1971,
      "##ilit": 1972,
      "electrochemically": 1973,
      "developing": 1974,
      "sulfon": 1975,
      "plastic": 1976,
      "advances": 1977,
      "enhance": 1978,
      "fully": 1979,
      "lini": 1980,
      "trifluoromethyl": 1981,
      "monit": 1982,
      "facilit": 1983,
      "passivation": 1984,
      "##phosphate": 1985,
      "primary": 1986,
      "hexafluoro": 1987,
      "trifluoromethanesulfonyl": 1988,
      "operating": 1989,
      "princi": 1990,
      "500": 1991,
      "80": 1992,
      "best": 1993,
      "col": 1994,
      "dic": 1995,
      "less": 1996,
      "mabs": 1997,
      "rap": 1998,
      "rad": 1999,
      "##ses": 2000,
      "##com": 2001,
      "inst": 2002,
      "deep": 2003,
      "attributed": 2004,
      "##acryl": 2005,
      "capacities": 2006,
      "oxides": 2007,
      "phys": 2008,
      "above": 2009,
      "close": 2010,
      "leads": 2011,
      "mono": 2012,
      "estab": 2013,
      "allows": 2014,
      "candidate": 2015,
      "borate": 2016,
      "local": 2017,
      "comprehensive": 2018,
      "evaluated": 2019,
      "lattic": 2020,
      "standard": 2021,
      "directions": 2022,
      "follow": 2023,
      "rapid": 2024,
      "bre": 2025,
      "cu": 2026,
      "g4": 2027,
      "lack": 2028,
      "pure": 2029,
      "sat": 2030,
      "##eg": 2031,
      "##bal": 2032,
      "##fact": 2033,
      "##inary": 2034,
      "##arbon": 2035,
      "reach": 2036,
      "counter": 2037,
      "prof": 2038,
      "end": 2039,
      "mac": 2040,
      "##amide": 2041,
      "##formation": 2042,
      "##ensively": 2043,
      "conduction": 2044,
      "degree": 2045,
      "potentials": 2046,
      "activity": 2047,
      "##rier": 2048,
      "infr": 2049,
      "component": 2050,
      "assemb": 2051,
      "deliver": 2052,
      "published": 2053,
      "##ength": 2054,
      "radical": 2055,
      "lattice": 2056,
      "3d": 2057,
      "35": 2058,
      "70": 2059,
      "99": 2060,
      "aim": 2061,
      "agg": 2062,
      "binder": 2063,
      "eis": 2064,
      "lew": 2065,
      "molar": 2066,
      "ra": 2067,
      "sin": 2068,
      "size": 2069,
      "them": 2070,
      "##orpor": 2071,
      "##idine": 2072,
      "al2": 2073,
      "poin": 2074,
      "exis": 2075,
      "dist": 2076,
      "distribution": 2077,
      "nmc": 2078,
      "##omen": 2079,
      "orr": 2080,
      "metallic": 2081,
      "evid": 2082,
      "##pected": 2083,
      "signal": 2084,
      "##rix": 2085,
      "thermod": 2086,
      "approxim": 2087,
      "indicated": 2088,
      "ess": 2089,
      "possess": 2090,
      "coefficient": 2091,
      "require": 2092,
      "libob": 2093,
      "particularly": 2094,
      "findings": 2095,
      "microstruct": 2096,
      "alkaline": 2097,
      "blend": 2098,
      "phenomen": 2099,
      "morphology": 2100,
      "incorpor": 2101,
      "matrix": 2102,
      "efforts": 2103,
      "break": 2104,
      "lewis": 2105,
      "ap": 2106,
      "ce": 2107,
      "mas": 2108,
      "nature": 2109,
      "rates": 2110,
      "##mm": 2111,
      "##con": 2112,
      "##king": 2113,
      "##ining": 2114,
      "##ants": 2115,
      "##reg": 2116,
      "chemistr": 2117,
      "##ially": 2118,
      "##imetry": 2119,
      "##ibly": 2120,
      "suff": 2121,
      "short": 2122,
      "carr": 2123,
      "diox": 2124,
      "investigation": 2125,
      "promot": 2126,
      "nucleoph": 2127,
      "working": 2128,
      "prepar": 2129,
      "achieving": 2130,
      "group": 2131,
      "comparis": 2132,
      "dependent": 2133,
      "utilization": 2134,
      "polarization": 2135,
      "shift": 2136,
      "perspectives": 2137,
      "substit": 2138,
      "catalysts": 2139,
      "parameters": 2140,
      "intermedi": 2141,
      "maximum": 2142,
      "platea": 2143,
      "infrared": 2144,
      "chemistries": 2145,
      "block": 2146,
      "dil": 2147,
      "dft": 2148,
      "fail": 2149,
      "g2": 2150,
      "tg": 2151,
      "##ogen": 2152,
      "##ily": 2153,
      "##pre": 2154,
      "##hy": 2155,
      "##fb": 2156,
      "##orption": 2157,
      "inhibit": 2158,
      "##lyme": 2159,
      "##arg": 2160,
      "##olv": 2161,
      "##olane": 2162,
      "repl": 2163,
      "##ulation": 2164,
      "chlo": 2165,
      "##imetric": 2166,
      "subs": 2167,
      "weak": 2168,
      "##ade": 2169,
      "should": 2170,
      "press": 2171,
      "orig": 2172,
      "conductive": 2173,
      "relations": 2174,
      "differential": 2175,
      "depos": 2176,
      "config": 2177,
      "fluoride": 2178,
      "elements": 2179,
      "mixture": 2180,
      "employed": 2181,
      "fourier": 2182,
      "samples": 2183,
      "known": 2184,
      "derived": 2185,
      "examined": 2186,
      "simple": 2187,
      "circu": 2188,
      "represent": 2189,
      "##aluminate": 2190,
      "led": 2191,
      "sig": 2192,
      "slow": 2193,
      "way": 2194,
      "##oh": 2195,
      "##oc": 2196,
      "##equent": 2197,
      "##ness": 2198,
      "##iated": 2199,
      "##aging": 2200,
      "##ually": 2201,
      "##f2": 2202,
      "##inium": 2203,
      "##inant": 2204,
      "##old": 2205,
      "##ilities": 2206,
      "prospect": 2207,
      "chain": 2208,
      "ent": 2209,
      "enab": 2210,
      "composed": 2211,
      "##ethane": 2212,
      "grid": 2213,
      "##ucial": 2214,
      "##ainst": 2215,
      "analyses": 2216,
      "ability": 2217,
      "activation": 2218,
      "crucial": 2219,
      "##uble": 2220,
      "dimethoxy": 2221,
      "dimension": 2222,
      "soci": 2223,
      "occurr": 2224,
      "equil": 2225,
      "against": 2226,
      "shifts": 2227,
      "prevent": 2228,
      "spectroscopic": 2229,
      "successfully": 2230,
      "coupled": 2231,
      "carried": 2232,
      "nucleophilic": 2233,
      "subsequent": 2234,
      "sigma": 2235,
      "bel": 2236,
      "eas": 2237,
      "eut": 2238,
      "fram": 2239,
      "gp": 2240,
      "net": 2241,
      "pf6": 2242,
      "same": 2243,
      "tak": 2244,
      "yet": 2245,
      "##ler": 2246,
      "##ti": 2247,
      "##cataly": 2248,
      "##ked": 2249,
      "##work": 2250,
      "##atically": 2251,
      "##oring": 2252,
      "##ingly": 2253,
      "electrocataly": 2254,
      "##idinium": 2255,
      "ste": 2256,
      "stage": 2257,
      "prod": 2258,
      "pot": 2259,
      "post": 2260,
      "##ather": 2261,
      "organ": 2262,
      "##ectic": 2263,
      "##ando": 2264,
      "acryl": 2265,
      "added": 2266,
      "##cover": 2267,
      "phases": 2268,
      "invol": 2269,
      "complexes": 2270,
      "layered": 2271,
      "maintain": 2272,
      "detail": 2273,
      "device": 2274,
      "art": 2275,
      "operando": 2276,
      "remains": 2277,
      "commercialization": 2278,
      "value": 2279,
      "tested": 2280,
      "employing": 2281,
      "required": 2282,
      "clearly": 2283,
      "compatibility": 2284,
      "avail": 2285,
      "clusters": 2286,
      "affect": 2287,
      "estimated": 2288,
      "half": 2289,
      "intrins": 2290,
      "help": 2291,
      "contrast": 2292,
      "aggreg": 2293,
      "since": 2294,
      "appe": 2295,
      "comparison": 2296,
      "configur": 2297,
      "circuit": 2298,
      "society": 2299,
      "eutectic": 2300,
      "23": 2301,
      "bu": 2302,
      "mit": 2303,
      "ni": 2304,
