{
  "tokenizer_class": "BertTokenizerFast",
  "do_lower_case": false,
  "strip_accents": false,
  "lowercase": false,
  "max_len": 512,
  "model_max_length": 512,
  "vocab_file": "newBERTTokenizer-vocab.txt"
}
